const commands = `
/start = Перезапуск Бота
/help = Помощь
/info = Подробнее
/course = наши курсы
`


const myTxt1= `
API — описание способов, которыми одна компьютерная программа может взаимодействовать с другой программой. Обычно входит в описание какого-либо интернет-протокола, программного каркаса или стандарта вызовов функций операционной системы.
`
const myTxt2 = `
npm — менеджер пакетов, входящий в состав Node.js. Установка пакета производится при помощи команды: npm install <packagename> Все доступные для установки пакеты и их краткое описание: npm search Этой же командой можно производить выборочный поиск пакетов.`
const myTxt3 = `
JavaScript — мультипарадигменный язык программирования. Поддерживает объектно-ориентированный, императивный и функциональный стили. Является реализацией спецификации ECMAScript. JavaScript обычно используется как встраиваемый язык для программного доступа к объектам приложений.`
const myTxt4 = ` Колобок повесился
`
module.exports.commands = commands
module.exports.myTxt1 = myTxt1
module.exports.myTxt2 = myTxt2
module.exports.myTxt3 = myTxt3
module.exports.myTxt4 = myTxt4
